Repository: gitGNU/gnu_liquidwar6
Catalog: liquidwar6/po/*.po
Languages: fr, nn, ru

source: Follow
fr: Suiveur

source: Idiot
fr: Débile
ru: Идиот

source: Random
fr: Aléatoire
ru: Случайно

source: can't initialize mod_http
fr: impossible d'initialiser mod_http
nn: klarte ikkje starta mod_http
ru: ошибка инициализации mod_http

source: can't initialize mod_tcp
fr: impossible d'initialiser mod_tcp
nn: klarte ikkje starta mod_tcp
ru: ошибка инициализации mod_tcp

source: can't initialize mod_udp
fr: impossible d'initialiser mod_udp
nn: klarte ikkje starta mod_udp
ru: ошибка инициализации mod_udp

source: this error too
fr: cette erreur aussi
nn: denne feilen òg
ru: и эта ошибка

source: loaded module "%s"
fr: chargement du module "%s"

source: unable to set video mode
fr: impossible de régler le mode vidéo
nn: klarte ikkje byta videomodus
ru: ошибка установки видео режима

source: unable to load consts
fr: impossible de lire les constantes
nn: klarte ikkje lasta konstantar
ru: ошибка загрузки констант

source: unable to load image "%s"
fr: impossible de charger l'image "%s"
nn: klarte ikkje lasta biletet «%s»
ru: ошибка загрузки изображения "%s"

source: unable to load font "%s"
fr: impossible de charger la police "%s"
nn: klarte ikkje lasta skrifta «%s»
ru: загрузки шрифта "%s"

source: SDL GetVideoInfo failed: "%s"
fr: SDL GetVideoInfo a échoué: "%s"
nn: Feil ved SDL GetVideoInfo: «%s»
ru: Ошибка SDL GetVideoInfo: "%s"

source: SDL SetVideoMode %dx%d bpp=%d fullscreen=%d failed: "%s"
fr: SDL SetVideoMode %dx%d bpp=%d fullscreen=%d a échoué: "%s"
nn: Feil ved SDL SetVideoMode %dx%d bpp=%d fullscreen=%d: «%s»
ru: Ошибка SDL SetVideoMode %dx%d bpp=%d fullscreen=%d: "%s"

source: SDL init error: "%s"
fr: SDL erreur d'initialisation: "%s"
nn: feil ved SDL-start: «%s»
ru: Ошибка инициализации SDL: "%s"

source: SDL_ttf init error: "%s"
fr: SDL_ttf erreur d'initialisation: "%s"
nn: Feil ved start av SDL_ttf: «%s»
ru: Ошибка инициализации SDL_ttf: "%s"

source: unable to load data
fr: impossible de charger les données
nn: klarte ikkje lasta data
ru: ошибка загрузки данных

source: Codename "%s"
fr: Nom de code "%s"
nn: Kodenamn «%s»

source: Idea: %s
fr: Idée : %s
nn: Idé: %s
ru: Идея : %s

source: Programming: %s
fr: Programmation : %s
nn: Programmering: %s
ru: Программирование : %s

source: Artwork & design: %s
fr: Graphismes, design: %s

source: Menu music: %s
fr: Musique des menus : %s
nn: Menymusikk: %s
ru: Музыка из меню: %s

source: Thanks to all Liquid War 5 contributors
fr: Merci à tous les contributeurs de Liquid War 5

source: Extra maps: %s
fr: Tableaux supplémentaires : %s

source: Song "%s" by %s
fr: Chanson "%s" par %s
nn: Song «%s» av %s
ru: Песня "%s" %s

source: Norwegian translation by %s
fr: Traduction en norvégien par %s
ru: Норвежский перевод %s

source: Russian translation by %s
fr: Traduction en russe par %s

source: Thanks to all other contributors
fr: Merci à tous les autres contributeurs
nn: Takk til alle bidragsytarane
ru: Также спасибо всем, внесшим свой вклад в проект

source: Help is always appreciated
fr: L'aide est toujours appréciée
nn: Me set alltid pris på hjelp
ru: Мы всегда рады вашей помощи

source: Mailing list: <%s>
fr: Liste de diffusion : <%s>
nn: E-postliste: <%s>
ru: Список рассылки: <%s>

source: Free as in "free speech" (not beer)
fr: Ceci est un Logiciel Libre
nn: Fullstendig fri programvare
ru: Свобода

source: License: %s
fr: Licence : %s
nn: Lisens: %s
ru: Лицензия: %s

source: Built on %s at %s
fr: Compilé le %s à %s
nn: Bygd på %s %s
ru: Собрано на %s в %s

source: Help GNU %s
fr: Aidez GNU %s
nn: Hjelp GNU %s

source: Fight software patents %s
fr: Contre les brevets logiciels %s
nn: Kjemp mot programvarepatentar %s

source: Report bugs
fr: Soummission de bugs

source: unable to handle credits id %d
fr: impossible de lire la ligne de 'credits' %d
nn: klarte ikkje handtera bidragsytar-ID %d

source: unknown option "%s"
fr: option inconnue "%s"
nn: ukjend val: «%s»
ru: неизвестный параметр "%s"

source: unable to start daemon
fr: impossible de démarrer le démon
nn: klarte ikkje starta tenesta
ru: невозможно инициализировать демона

source: Home page
fr: Page d'accueil

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
fr: License GPLv3+: Licence Générale Publique GNU version 3 ou supérieure <http://gnu.org/licenses/gpl.html> Ceci est un logiciel libre et vous êtes invité à le redistribuer suivant certaines conditions. Ce programme vient SANS ABSOLUMENT AUCUNE GARANTIE.
nn: Lisens GPLv3+: GNU GPL versjon 3 eller seinare <http://gnu.org/licenses/gpl.html> Dette er fri programvare: du har rett til å endra og vidareformidla programvara. Programvare kjem UTAN NOKON GARANTIAR, så langt dette er mogleg.
ru: Лицензия GPLv3+: GNU GPL версии 3 или более поздней <http://gnu.org/licenses/gpl.html> Это программа является свободным программным обеспечением. Вы можете распространять и/или модифицировать её. Эта программа распространяется БЕЗ ВСЯКИХ ГАРАНТИЙ, но в рамках закона.

source: hello
fr: bonjour
nn: hallo
ru: приветствую

source: goodbye
fr: au revoir
nn: ha det
ru: счастливо

source: moves faster than the average
fr: se déplace plus vite que les autres

source: has a better defense than the average
fr: a une meilleure défense que les autres

source: has a strong attack but is slow
fr: a une attaque forte, mais se déplace lentement

source: has a strong attack
fr: a une attaque forte

source: has an extremely good defense but is slow
fr: extrêmement bon en défense, mais très lent

source: is extremely fast but also very vulnerable
fr: extrêmement rapide, mais aussi très vulnérable

source: is fast, but has a very weak attack
fr: rapide, mais avec peu d'attaque

source: has an extremely strong attack but is very slow
fr: attaque très forte, mais très lent

source: has a very good defense but a weak attack
fr: très bonne défense mais attaque faible

source: has a very strong attack, but is also very vulnerable
fr: attaque très forte, et aussi très vulnérable

source: super-strong attack for a limited time, crush your enemies
fr: attaque super forte pour un temps limité, écrasez vos ennemis

source: no damage for a limited time, move untouched
fr: pas de dégâts pendant un certain temps, ne craignez plus rien

source: fighters placed as far as possible from cursor, magically escape from any grip
fr: les combattants sont placés aussi loin que possible du curseur, échappant à n'importe quel éteau

source: move faster for a limited time
fr: déplacement plus rapide pendant un certain temps

source: fighters placed as close as possible to cursor
fr: les combattants sont placés au plus près du curseur

source: every fighters of every team scattered in random places
fr: tous les combattants se retrouvent éparpillés n'importe où

source: all other teams are freezed, you can move but not attack them
fr: toutes les autres couleurs sont figées sur place, vous pouvez vos déplacer sans attaquer

source: fighters exchange position, their properties being preserved
fr: toutes les autres équipes sont fig;ees sur pl

source: you take the control of all other teams while your cursor stays in place
fr: vous prenez le contrôle des autres équipes, pendant ce temps-là votre curseur reste à sa place

source: will exchange colors, randomly, requires at least 3 teams (double edged weapon)
fr: échange les couleurs, au hasard, nécessite au moins 3 couleurs

source: steals some fighters to other teams
fr: vole des combattants aux autres équipes

source: nuclear explosion, all fighters arround your cursor are about to die
fr: explosion nucléaire, tous les combattants autour de votre curseur sont morts ou presque

source: fighters continue to move normally, but attacks are done in reverse mode, backwards
fr: les combattans continuent à se déplacer normalement, mais ils attaquent à l'envers, par derrière

source: all your opponents go crazy for some time, acting with no logic
fr: tous vos ennemis deviennent fou pendant quelques temps, agissant sans logique

source: make the battlefield be like it was a few seconds ago
fr: remet le champs de bataille tel qu'il était quelques secondes avant

source: all fighters from all teams are packed near your cursor
fr: tous les combattants de toutes les équipes sont réunis autour de votre curseur

source: reduces the number of fighters on the map
fr: réduit le nombre de combattants dans le tableau

source: you die along with the strongest team on the battlefield, requires at least 3 teams
fr: vous mourrez et emportez dans votre mort la puissante des autres équipes, nécessite 3 équipes

source: you disappear for some time from the battlefield, to reappear later, somewhere else
fr: vous disparaissez pour quelques temps, pour réapparaitre plus tard, ailleurs

source: general disease, all fighters mysteriously loose health
fr: maladie généralisée, les combattants perdent mystérieusement des points de santé

source: You just gained experience (exp=%d).
fr: Vous venez de gagner de l'expérience (exp=%d).
ru: Вы получили опыт (опыт=%d).

source: couldn't fix environment variable by restarting program
fr: impossible de redémarrer en corrigeant les variables d'environnement
nn: klarte ikkje fiksa miljøvariabelen ved å starta programmet på nytt
ru: невозможно исправить переменную окружения после перезапуска программы

source: unable to read main script file "%s"
fr: impossible de lire le fichier de script principal "%s"
nn: klarte ikkje lesa hovudskriptfila «%s»
ru: ошибка чтения главного файла сценариев "%s"

source: all tests SUCCESSFULL!
fr: tous les tests passés avec SUCCÈS!
nn: alle testane vart utførte utan feil
ru: все тесты прошли УСПЕШНО!

source: test FAILED, see log file "%s" for details
fr: le test a ÉCHOUÉ, voir le fichier de log "%s" pour plus d'informations
nn: test feila (sjå loggfila «%s» for meir informasjon)
ru: тест завершился с ошибкой, подробности в журнале "%s"

source: Red
fr: Rouge

source: Green
fr: Vert

source: Blue
fr: Bleu

source: Yellow
fr: Jaune

source: Light blue
fr: Bleu clair

source: Purple
fr: Mauve

source: Pink
fr: Rose

source: Invalid color
fr: Couleur invalide

source: Escape
fr: Fuir

source: Teleport
fr: Téléporter

source: Scatter
fr: Éparpiller

source: Fix
fr: Immobile

source: Mix
fr: Mélange

source: Control
fr: Contrôle

source: Steal
fr: Vol

source: Atomic
fr: Atomique

source: Reverse
fr: À l'envers

source: Crazy
fr: Folie

source: Rewind
fr: Renbobiner

source: Attract
fr: Attirer

source: Shrink
fr: Rapetisser

source: Disappear
fr: Disparition

source: Plague
fr: Pest

source: No weapon
fr: Pas de coup spécial

source: can't read query "%s" in "%s"
fr: impossible de lire la requête "%s" dans "%s"
nn: klarte ikkje lesa spørjinga «%s» i «%s»

source: started node "%s" in trojan mode, expect problems
fr: démarrage du noeud "%s" en mode cheval de troie, attendez-vous à rencontrer des problèmes

source: started node "%s"
fr: démarrage du noeud "%s"
ru: начат узел "%s"

source: communication established "%s" <-> "%s" on %s:%d
fr: communication établie "%s" <-> "%s" sur %s:%d
ru: соединение установлено "%s" <-> "%s" в %s:%d

source: leaving Guile in %s
fr: fin de Guile dans %s

source: can't initialize mod_httpd
fr: impossible d'initialiser mod_httpd
nn: klarte ikkje starta mod_httpd
ru: ошибка инициализации mod_httpd

source: can't initialize mod_tcpd
fr: impossible d'initialiser mod_tcpd
nn: klarte ikkje starta mod_tcpd
ru: ошибка инициализации mod_tcpd

source: can't initialize mod_udpd
fr: impossible d'initialiser mod_udpd
nn: klarte ikkje starta mod_udpd
ru: ошибка инициализации mod_udpd

source: log_file is NULL
fr: Le fichier de log est NULL
nn: log_file er NULL
ru: журнал равен NULL

source: can't open log file "%s"
fr: impossible d'ouvrir le fichier de log "%s"
nn: klarte ikkje opna loggfila «%s»
ru: не могу открыть журнал "%s"

source: Backtrace
fr: Trace

source: ERROR! (errno=%d:%s)
fr: ERREUR! (errno=%d:%s)
nn: Feil (feilnummer: %d:%s)
ru: ОШИБКА! (errno=%d:%s)

source: ERROR!
fr: ERREUR!
nn: Feil
ru: ОШИБКА!

source: WARNING! (errno=%d:%s)
fr: ATTENTION! (errno=%d:%s)
nn: Åtvaring (feilnummer: %d:%s)
ru: ПРЕДУПРЕЖДЕНИЕ! (errno=%d:%s)

source: WARNING!
fr: ATTENTION!
nn: Åtvaring
ru: ПРЕДУПРЕЖДЕНИЕ!

source: [tmp]
fr: [temp]

source: [debug]
fr: [déboggage]
nn: [feilsøk]
ru: [отладка]

source: CRITICAL!
fr: CRITIQUE!
nn: Kritisk
ru: КРИТИЧЕСКАЯ ОШИБКА!

source: CRITICAL!
fr: CRITIQUE!
nn: Kritisk
ru: КРИТИЧЕСКАЯ ОШИБКА!

source: out of memory malloc (%d) failed in %s:%d
fr: pas assez de mémoire, échec de malloc (%d) dans %s:%d
nn: slapp opp for minne ved malloc (%d) i %s:%d
ru: недостаточно памяти, ошибка malloc (%d) в %s:%d

source: out of memory calloc(%d) failed in %s:%d
fr: pas assez de mémoire, échec de calloc (%d) dans %s:%d
nn: slapp opp for minne ved calloc (%d) i %s:%d
ru: недостаточно памяти, ошибка calloc (%d) в %s:%d

source: out of memory realloc (%d) failed in %s:%d
fr: pas assez de mémoire, échec de realloc (%d) dans %s:%d
nn: slapp opp for minne ved realloc (%d) i %s:%d
ru: недостаточно памяти, ошибка realloc (%d) в %s:%d

source: trying to free NULL pointer in %s:%d
fr: tentative de libérer un pointeur nul dans %s:%d
nn: prøver å frigjera NULL-peikar i %s:%d
ru: попытка освободить память по указателю NULL в %s:%d

source: Segmentation fault
fr: Erreur de segmentation

source: Floating point exception
fr: Erreur calcul flottant

source: no gfx backend found
fr: aucun moteur graphique (gfx) trouvé
nn: fann ikkje nokon grafikkmotor
ru: не найдено графической библиотеки

source: no snd backend found
fr: aucun moteur de son (snd) trouvé
nn: fann ikkje nokon lydmotor
ru: не найдено звуковой библиотеки

source: gfx backend ~a not available
fr: moteur graphique (gfx) ~a non disponible
nn: grafikkmotoren ~a er ikkje tilgjengeleg
ru: графическая библиотека ~a недоступна

source: snd backend ~a not available
fr: moteur de son (snd) ~a non disponible
nn: lydmotoren ~a er ikkje tilgjengeleg
ru: звуковая библиотека ~a недоступна

source: Benchmarking your computer, thanks for your patience
fr: Estimation de la puissance de cet ordinateur

source: Mouse
fr: Souris
nn: Mus
ru: Мышка

source: Keyboard
fr: Clavier
nn: Tastatur
ru: Клавиатура

source: Custom
fr: Sur mesure
nn: Tilpassa

source: ~a (mouse)
fr: ~a (souris)
nn: ~a (mus)
ru: ~a (мышка)

source: ~a (keyb)
fr: ~a (clavier)
nn: ~a (tastar)
ru: ~a (клавиатура)

source: ~a (custom)
fr: ~a (sur mesure)
nn: ~a (tilpassa)

source: Move cursor: pointer~%Menu: left button~%Primary fire: right button~%Alternate fire: middle button~%Zoom: wheel
fr: Déplacement: pointeur~%Menu: bouton gauche~%Arme principale: bouton droit~%Arme secondaire: bouton du milieu~%Zoom: wheel

source: Move cursor: arrows~%Menu: ENTER and ESC~%Primary fire: CTRL key~%Alternate fire: ALT key~%Zoom: PGUP and PGDOWN
fr: Déplacement: flèches~%Menu: ENTER et ESC~%Arme principale: CTRL key~%Arme secondaire: ALT~%Zoom: PGUP et PGDOWNfire: ALT key~%Zoom: PGUP and PGDOWN

source: Move cursor: pad/stick~%Menu: A and B buttons~%Primary fire: C button~%Alternate fire: D button~%Zoom: E and F buttons
fr: Déplacement: pad/stick~%Menu: Boutons A et B~%Arme principale: bouton C~%Arme secondaire: bouton D~%Zoom: boutons E et F

source: Not working yet
fr: Ne fonctionne pas encore

source: Preparing map, this can take some time
fr: Préparation du tableau, cela peut prendre du temps

source: scheme error
fr: erreur scheme
nn: Scheme-feil
ru: ошибка схемы

source: running scheme code with Guile
fr: éxécution de code scheme depuis Guile
nn: køyrer Scheme-kode med Guile
ru: запуск кода схемы с помощью Guile

source: leaving Guile
fr: fin de la session Guile
nn: forlèt Guile
ru: выход Guile

source: catched Guile error
fr: erreur Guile "catchée"
nn: fanga Guile-feil
ru: получена ошибка Guile

source: begin main game loop
fr: début de la boucle de contrôle générale
nn: start på hovudlykkje
ru: начало основной процедуры игры

source: running "~a"
fr: exécution de "~a"
nn: køyrer «~a»
ru: запуск "~a"

source: log file "~a"
fr: fichier de log "~a"
nn: loggfila «~a»
ru: журнал "~a"

source: environment "~a" is "~a"
fr: la variable d'environnement "~a" vaut "~a"
nn: omgjevnaden «~a» er «~a»
ru: переменная окружения "~a" равна "~a"

source: upgrading to version ~a
fr: mise à jour vers la version ~a
nn: oppgraderer til versjon ~a
ru: обновление до версии ~a

source: no graphical backend found, game can only run in server mode
fr: aucun backend graphique trouvé, le jeu ne peut fonctionner qu'en mode serveur/console pur
nn: Fann ikkje nokon grafikkmotor. Spelet kan berre køyrast i rein tenar/konsoll-modus.
ru: не найдено графической библиотеки, запуск возможен только в режиме сервера

source: running in server mode
fr: lancé en mode serveur
nn: køyrer i tenarmodus
ru: запуск в режиме сервера

source: Yes, quit Liquid War 6
fr: Oui, quitter Liquid War 6

source: Resume
fr: Continuer
nn: Hald fram
ru: Продолжить

source: No, return back to game
fr: Non, retourner jouer

source: Quit Liquid War 6?
fr: Quitter Liquid War 6?
nn: Vil du avslutta Liquid War 6?
ru: Выйти из Liquid War 6?

source: Procrastinating on games is mother of all vices
fr: La procrastination est mère de tous les vices

source: Playing
fr: Jen en cours
nn: Spelar
ru: Играет

source: Game is running, press ESC to leave
fr: Le jeu est en cours, appuyer sur ESC pour en sortir

source: no
fr: non

source: Password
fr: Mot de passe

source: Map
fr: Tableau
nn: Kart

source: No server found
fr: Aucun serveur trouvé

source: No remote node could be found on the network
fr: Aucun noeud distant n'a pu être trouvé sur le réseau

source: Join server
fr: Se connecter

source: Choose a server and connect to it, all the nodes which you can technically connect to are listed, however you might not be able to connect to some of them, just because they are either idle, full, running another version of the game, etc.
fr: Choisissez un serveur pour vous y connecter, tous les noeuds auxquels vous pouvez techniquement vous connecter sont listés, ceci dit il se peut que la connexion soit impossible parce qu'ils sont inactifs, complets, dans une version incompatible, etc.

source: Network does NOT work yet
fr: Le réseau ne fonctionne PAS ENCORE

source: Subfolder with ~a maps
fr: Sous-répertoire avec ~a tableaux

source: You can't play this map yet
fr: Vous ne pouvez pas encore jouer à ce tableau

source: Author
fr: Auteur

source: License
fr: Licence
nn: Lisens
ru: Лицензия

source: Choose map
fr: Choisir le tableau
nn: Vel kart
ru: Выбрать карту

source: Browse your hard drive to find a map
fr: Parcourez votre disque pour choisir un tableau

source: Browse map directory and choose a map to play on
fr: Parcourir l'arborescence et choisir un tableau pour jouer dessus

source: No sound FX
fr: Pas de bruitages
nn: Ingen lydeffektar
ru: Без звуков эффектов

source: Sound FX ~a%
fr: Bruitages ~a%
nn: Lydeffekt ~a%
ru: Звуки эффектов ~a%

source: Change volume for sound FX, this includes all sounds but music and background water sound
fr: Change le volume des effets sonores, sauf la musique et le bruit de fond aquatique

source: No water sounds
fr: Pas de bruits d'eau
ru: Без звуков воды

source: Water sounds ~a%
fr: Bruits d'eau ~a%
ru: Звуки воды ~a%

source: Change volume for water sound, the bubbling sound you can here in the background
fr: Change le volume du bruit de fond aquatique

source: No music
fr: Pas de musique
nn: Ingen musikk
ru: Без музыки

source: Music ~a%
fr: Musique ~a%
nn: Musikk ~a%
ru: Музыка ~a%

source: Change music volume
fr: Changer le volume de la musique

source: Backend ~a
fr: Moteur ~a
nn: Motor ~a
ru: Библиотека ~a

source: The sound backend is the library used to play sounds, if in doubt, don't touch
fr: Le moteur de son est la bibliothèque technique utilisée, en cas de doute, n'y touchez pas

source: Sound options
fr: Options son
nn: Lydoppsett
ru: Параметры звука

source: Change volumes and audio settings here
fr: Changez le volume et les options audios ici

source: One life (last wins)
fr: Une seule vie (dernier gagne)
nn: Eitt liv (den siste vinn)
ru: Одна жизнь

source: Respawn (deatchmatch)
fr: Les équipes revivent (DM)
nn: Attfødingsmodus (daudskamp)
ru: Воскрешение (DM)

source: Choose wether you want the game to end when everyone is dead but the winner or if you prefer to keep playing until time limit, with teams respawning
fr: Choisissez si vous préférez que le jeu s'arrête quand tout le monde est mort sauf (logiquement...) le vainqueur, ou si vous préférez compter les frags.

source: All teams are equal
fr: Équipes équivalentes

source: Use team profiles
fr: Utiliser les profils

source: Team profiles can really change the game, depending on your color you could move faster or slower, have a stronger or weaker attack, and so on
fr: Les profils d'équipe peuvent vraiment changer le jeu, solon votre couleur vous pouvez vous déplacer plus ou moins vite, attaquer plus ou moins fort, et ainsi de suite

source: Armies ~a% - ~a%
fr: Armées ~a% - ~a%
nn: Styrker ~a% – ~a%
ru: Армии ~a% - ~a%

source: Defines how crowded the battlefield is, if you raise this, there will be a lot of fighters in a limited space
fr: Définit la densité des équipes, avec une valeur forte les armées seront grosses, avec une valeur faible elles occupent peu d'espace

source: Rules
fr: Règles
nn: Reglar
ru: Правила

source: Changing rules will modify the gameplay, you can also be curious, read the documentation and try config file and command line options
fr: Changer les règles ici modifie la nature du jeu, vous pouvez aussi être curieux et lire la documentation, il y a plein d'autres options dans le fichier de configuration

source: Time & speed
fr: Temps et vitesse
nn: Tid og fart
ru: Время и скорость

source: Define how long the game lasts, and how fast it is
fr: Définit la durée du jeu, et sa vitesse

source: Modify the gameplay, note that config file and command-line options allow you to change many more things
fr: Modification du 'gameplay', à noter que le fichier de configuration et la ligne de commande permettent un contrôle encore plus précis

source: Video
fr: Vidéo
ru: Видео

source: Resolution and fullscreen vs windowed modes
fr: Résolution et mode plein écran ou fenêtré

source: Sound
fr: Son
nn: Lyd
ru: Звук

source: Audio settings
fr: Réglages audio

source: System
fr: Système
ru: Системные

source: Advanced system stuff
fr: Trucs système avancés

source: Stop current game
fr: Arrêter le jeu en cours
nn: Stopp spelet
ru: Закончить игру

source: Return to parent menu
fr: Retourner au menu parent

source: Change options here, but player settings and map choosing are done elsewhere
fr: Changez les options ici, les options des joueurs et le choix du tableau se font ailleurs

source: Change options
fr: Changer les ptions

source: Display FPS
fr: Montrer les FPS
nn: Vis biletrate
ru: Показывать FPS

source: FPS hidden
fr: FPS cachés
nn: Biletrate gøymd
ru: Скрывать FPS

source: Use this to check how fast your display is
fr: À utiliser pour savoir si votre affichage est rapide

source: Display MPS
fr: Montrer les MPS
nn: Vis biletrate
ru: Показывать MPS

source: MPS hidden
fr: MPS cachés
nn: Biletrate gøymd
ru: Скрывать MPS

source: MPS stands for Moves Per Second, displaying this might reveal some slowing down in gameplay
fr: MPS correspond à 'Moves Per Second', afficher ceci peut mettre en évidence des ralentissements du jeu

source: Verbose display
fr: Mode bavard

source: Clean display
fr: Pas de blabla

source: Do you want breadcrumbs, help and tooltips to be displayed?
fr: Voulez-vous afficher le fil d'ariane, l'aide et les conseils?

source: Console enabled
fr: Console activée
nn: Konsoll på
ru: Консоль включен

source: Console disabled
fr: Console éteinte
nn: Konsoll av
ru: Консоль выключен
