Repository: gitGNU/gnu_liquidwar6
Catalog: liquidwar6/po/*.po
Languages: fr, nn, ru

source: Console is a Guile interpreter which will allow you to type any command interactively, use at your own risk
fr: La console est un interpréteur Guile qui vous permet de lancer des commandes directement, à vos risques et périls

source: System options
fr: Options système
nn: Systemval
ru: Параметры системы

source: All those weird options and tweaks you can live without
fr: Toutes ces options bizarres dont vous pouvez vous passer

source: Time ~a:~a~a:~a~a
fr: Temps ~a:~a~a:~a~a
nn: Tid ~a.~a~a.~a~a
ru: Время ~a:~a~a:~a~a

source: Defines how long the game will last, this is a maximum limit
fr: Définit la durée du jeu, c'est une limite maxi

source: Default speed
fr: Vitesse par défaut
nn: Standardfart
ru: Скорость по умолчанию

source: Speed x~a
fr: Vitesse x~a
nn: Fart x~a
ru: Скорость x~a

source: Speed ~a%
fr: Vitesse ~a%
nn: Fart ~a %
ru: Скорость ~a%

source: Unknown speed
fr: Vitesse inconnue
nn: Ukjend fart
ru: Неизвестная скорость

source: Defines the global speed of the game, if set to a high value, there will be more moves per second
fr: Définit la vitesse générale du jeu, si vous choisissez une valeur élevée, ça ira plus vite

source: Bench ~a
fr: Marque ~a
ru: Отметка ~a

source: Bench is counted in an arbitrary unit, it gives a global idea of how fast your computer is, as far as this game is concerned
fr: Le 'bench' est compté dans une unité arbitraire, plus c'est grand, plus ça veut dire que votre ordinateur est rapide, du point de vue du jeu

source: Shorten and/or accelerate your games
fr: Ralentir ou accélérer le jeu

source: Fullscreen
fr: Plein écran
nn: Fullskjerm
ru: Полноэкранный

source: Windowed
fr: Fenêtré
nn: Vindauge
ru: В окне

source: Use this to toggle between windowed and fullscreen mode
fr: Utilisez ceci pour basculer entre le mode fenêtré et plein écran

source: Low res
fr: Basse rés.
nn: Låg oppløysing
ru: Малое разрешение

source: Standard res
fr: Rés. standard
nn: Standard oppløysing
ru: Среднее разрешение

source: High res
fr: Haute rés.
nn: Høg oppløysing
ru: Высокое разрешение

source: User res
fr: Rés. util.
nn: Brukaroppløysing
ru: Другое разрешение

source: Change the window size, in windowed mode you could just resize it with the mouse
fr: Changer la taille de l'affichage, en mode fenêtré vous pouvez aussi le faire à la souris

source: The graphics backend is the library used for rendering images, if in doubt, don't touch
fr: Le moteur graphique est la bibliothèque technique utilisée pour l'affichage, en cas de doute, n'y touchez pas

source: Video options
fr: Options vidéos
nn: Videooppsett
ru: Настройки видео

source: Change screen resolution, video mode, ...
fr: Changer la résolution de l'écran, le mode vidéo, ...

source: Not playing
fr: Ne joue pas
nn: Spelar ikkje
ru: Нет игрока

source: Activate or disable a human player
fr: Activer ou désactiver un joueur humain

source: Choose the control device
fr: Choisissez le mode de contrôle

source: Change options for player ~a
fr: Changer les options pour le joueur ~a

source: Free slot
fr: Libre
nn: Ledig plass
ru: Пусто

source: Name
fr: Nom

source: Color
fr: Couleur

source: You can create a new player here
fr: Vous pouvez créer un nouveau joueur ici

source: No bots
fr: Pas de bots
ru: Нет ботов

source: One bot
fr: Un seul bot
ru: Один бот

source: Put up to ~a bots on your map
fr: Mettre jusqu'à ~a ordis dans le tableau

source: Players
fr: Joueurs
nn: Spelarar
ru: Игроки

source: Change player options
fr: Changer les options du joueur

source: Solo game
fr: Jeu solo

source: Play alone against the computer, try and win levels to get access to new colors and weapons
fr: Jouer seul contre l'ordinateur, le but est de gagner les niveaux pour accéder à de nouvelles couleurs et armes spéciales

source: 1 on 1
fr: 1 contre 1
ru: 1 на 1

source: Play with a friend locally on this computer
fr: Jouer en local avec un ami sur cet ordinateur

source: Local multiplayer
fr: Jeu local à plusieurs
ru: Игра в локальной сети

source: Start a local multiplayer session, with up to 4 players, plus some bots
fr: Démarrer un jeu multi en local, jusqu'à 4 joueurs, plus des ordis

source: Join network game
fr: Se connecter
nn: Vert med i nettverksspel
ru: Зайти в игру по сети

source: Join an existing network game, DOES NOT WORK YET
fr: Rejoindre un jeu existant, NE FONCTIONNE PAS POUR L'INSTANT

source: Start server
fr: Démarrer un serveur
nn: Start tenar
ru: Создать сервер

source: Start a server, DOES NOT WORK YET
fr: Démarrer un serveur, NE FONCTIONNE PAS POUR L'INSTANT

source: Demo
fr: Démo
ru: Демо

source: Watch the AI play against itself
fr: Regarder l'ordinateur jouer contre lui-même

source: Back to main menu
fr: Menu principal
nn: Tilbake til hovudmenyen
ru: В главное меню

source: Go back to main menu
fr: Retourner au menu principal

source: Play
fr: Jouer
nn: Spel
ru: Играть

source: Choose your game type
fr: Choisissez votre type de jeu

source: Choose your game type and play with chosen map
fr: Choisissez votre type de jeu et jouez avec le tableau choisi

source: Quick start
fr: Jouer tout de suite
nn: Snøggstart
ru: Быстрый старт

source: Start playing now!
fr: Jouer maintenant!

source: Start a new game
fr: Démarrer un nouveau jeu

source: Choose player name, color (teams), controls (keyboard, mouse, joystick) and populate your map with bots
fr: Choisissez un nom de joueur, une couleur (équipe), un mode de contrôle (clavier, souris, joystick) et ajoutez des ordis sur le tableau

source: Set up video, sound, game rules, and more
fr: Définir les options vidéo, son, les règles, et plus

source: Welcome to Liquid War 6, have fun!
fr: Bienvenue dans Liquid War 6, amusez-vous bien!

source: Replay
fr: Rejouer

source: Replay this level
fr: Rejouer ce niveau

source: Continue
fr: Continuer

source: Advance to next level
fr: Aller au niveau suivant

source: Back to previous menu
fr: Retour au menu principal

source: Go back to previous menu
fr: Retour au menu précédent

source: Next
fr: La suite

source: And now?
fr: Et maintenant?

source: New color available
fr: Nouvelle couleur disponible

source: ~a wins
fr: ~a gagne

source: You win!
fr: C'est gagné!

source: You loose...
fr: Perdu...

source: Please wait...
fr: Patience...
nn: Vent litt …
ru: Подождите...

source: Exit?
fr: Fin?
nn: Vil du avslutta?
ru: Точно выйти?

source: Exit
fr: Fin
nn: Avslutt
ru: Выход

source: Resume LW6
fr: Retourner à LW6
nn: Hald fram LW 6
ru: Возобновить LW6

source: Local game
fr: Jeu local
nn: Lokalt spel
ru: Одиночная игра

source: Network game
fr: Jeu réseau
nn: Nettverksspel
ru: Игра по сети

source: Level
fr: Tableau
nn: Brett
ru: Уровень

source: Teams
fr: Equipe
nn: Lag
ru: Команды

source: About
fr: A propos
nn: Om
ru: О программе

source: Authors
fr: Auteurs
nn: Utviklarar
ru: Авторы

source: View level
fr: Voir le tableau
nn: Vis brett
ru: Просмотр уровня

source: Confirm level choice
fr: Confirmer le choix du tableau
nn: Stadfest brettval
ru: Подтвердить выбор уровня

source: Choose it
fr: Le choisir
nn: Vel det
ru: Выбрать

source: View
fr: Voir
nn: Vis
ru: Просмотр

source: Cancel
fr: Annuler
nn: Avbryt
ru: Отмена

source: Graphics
fr: Vidéo
nn: Bilete
ru: Видео

source: Graphics options
fr: Options vidéo
nn: Biletoppsett
ru: Параметры видео

source: Graphics backend
fr: Moteur graphique
nn: Grafikkmotor
ru: Графическая библиотека

source: Sound fx volume
fr: Volume bruitages
nn: Lydstyrke: lydeffektar
ru: Громкость эффектов

source: Music volume
fr: Volume musique
nn: Lydstyrke: musikk
ru: Громкость музыки

source: Sound backend
fr: Moteur de son
nn: Lydmotor
ru: Звуковая библиотека

source: Dummy test node
fr: Noeud de test bidon

source: Maps: %s
nn: Kart: %s
ru: Карты : %s

source: Join us now!
nn: Vert med!
ru: Присоединяйтесь!

source: Stamp %s, Id %d
nn: Stempel %s, ID %d

source: Usage: %s [--option1[=value1]] ... [--optionN[=valueN]]
nn: Bruk: %s [--val1[=verdu1]] … [--valN[=verdiN]]
ru: Использование: %s [--option1[=value1]] ... [--optionN[=valueN]]

source: Online manual: http://www.gnu.org/software/liquidwar6/manual/
nn: Brukarhandbok: http://www.gnu.org/software/liquidwar6/manual/
ru: Документация: http://www.gnu.org/software/liquidwar6/manual/

source: Report bugs to <bug-liquidwar6@gnu.org>
nn: Meld frå om feil til <bug-liquidwar6@gnu.org>
ru: Сообщения об ошибках на <bug-liquidwar6@gnu.org>

source: approx. %d megabytes available
nn: om lag %d megabyte tilgjengeleg
ru: примерно %d мегабайт доступно

source: this is a /TEST/ error
nn: dette er ein /TEST/-feil
ru: ошибка /TEST/

source: red
nn: raud

source: green
nn: grøn

source: blue
nn: blå

source: yellow
nn: gul

source: cyan
nn: cyanblå

source: magenta
nn: magentaraud

source: orange
nn: oransje

source: light blue
nn: lyseblå

source: purple
nn: lilla

source: pink
nn: rosa

source: Joystick 1
nn: Styrespak 1
ru: Джойстик 1

source: Joystick 2
nn: Styrespak 2
ru: Джойстик 2

source: ~a (joy1)
nn: ~a (spak1)
ru: ~a (джойстик1)

source: ~a (joy2)
nn: ~a (spak2)
ru: ~a (джойстик2)

source: Quit
nn: Avslutt
ru: Выход

source: Keep map ratio
nn: Behald høgd/breidd-forhold

source: Fit map to screen
nn: Tilpass kartet til skjermen

source: Use texture
nn: Brk teksturar

source: Ignore texture
nn: Ignorer teksturar

source: Use XML files
nn: Bruk XML-filer

source: Ignore XML files
nn: Ignorer XML-filer

source: Use ~a
nn: Bruk ~a

source: and
nn: og

source: Map options
nn: Kartoppsett

source: Cursors can have any color
nn: Peikarane kan ha vilkårleg farge

source: Can collaborate locally
nn: Kan samarbeida lokalt

source: One cursor per team
nn: Éin peikar per lag

source: Options
nn: Oppsett
ru: Настройки

source: Unknown bot
nn: Ukjend bot

source: Welcome to Liquid War 6
nn: Velkommen til Liquid War 6
ru: Добро пожаловать в Liquid War 6

source: Copyright
nn: Opphavsrett

source: Version
nn: Versjon
ru: Версия

source: This is a test node.
nn: Dette er ein testnode.

source: testing map
nn: testar kart
ru: проверка карты

source: testing game struct
nn: testar spelstruct

source: testing game state
nn: testar speltilstand
ru: проверка состояния игры

source: testing pilot
nn: testar pilot

source: testing bot
nn: testar bot
ru: проверка бота

source: testing smobs GC, step 1
nn: testar smobs GC – steg 1

source: testing smobs GC, step 2
nn: testar smobs GC – steg 2

source: testing async load
nn: testar async-last

source: testing db
nn: testar database
ru: проверка базы данных

source: testing node
nn: testar node
ru: проверка узла

source: Brute
ru: Грубо

source: ~a bots
ru: ~a ботов
